Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/white_papers/gievrras_giellamodeallat.pdf.tmx
Source language: sme
Languages: smj

source: Giellabeassi-namahus čujuha dušše vuollel skuvlaahkásaččaid doaimmaide.
smj: Giellabiesse-nammadus vuoset dåssju vuollel skåvllåálldarij fálaldagájda.

source: Nie lea maiddái eará máilmmiguovlluin, gos giellabeassemetodihkka adnojuvvo, ee. eŋgelasgillii language nest , maorigillii kohanga reo ja havaijagillii punana leo .
smj: Navti l aj ietjá væráldaguovlojn, gånnå giellabiessemetodihkka aneduvvá, duola dagu ieŋŋilsij language nest , maorigiellaj kohanga reo ja havaijagiellaj punana leo .

source: Jus mánáidgárde-, skuvla- dahje astoáiggedoaimmat eai deavdde giellalávguma eavttuid, daid olis berre geavahit eará namahusaid, omd. giellariššu, -deaivvadeapmi, -leaira, -kafea dahje -riekki s. Dego jo bođii ovdan: lea hui dehálaš áddet, ahte dihto doaibmavugiiguin lea vejolaš olahit dihto mihtuid.
smj: Jus mánájgárdde-, skåvllå- jali asstoájggefálaldagá e giellalávggoma ævtojt ållida, de bierri ietjá nammadusájt adnet, buojkulvissaj giellanavol, -æjvvalibme, -læjrra, -kafiedja jali -rikkas . Degu juo åvddån bådij: viek ájnas la dádjadit, jut visses dáhpádusáj tjadá máhttá visses ulmijda jåksåt.

source: Jus doaimmaid namahus čujuha dasa, ahte mánná galgá gullat sámegiela olles áiggi ja sámástišgoahtit produktiivvalaččat, muhto doaimmaid organisatoralaš bealit, viidodat ja sisdoallu eai vástit namahussii, de dat leat hui vahátlaš.
smj: Jus giellafálaldagá namma vuoset dasi, jut mánná galggá sámegielav ålles ájgev gullat ja produktijvalattjat sámástahttját, valla fálaldagáj organisasjåvnålasj vidjura, vijddudahka ja sisadno e nammadussaj vássteda, de la dát vájvve.

source: Dat hehtte servodaga áddejumi giellaoččodeami ja -ovdánahttima birra ja máná rivttiid iežas gillii ja kultuvrii.
smj: Dat hieret sebrudagá dádjadusáv giellaåmastime ja -åvddånahttema birra ja máná riektájt ietjas giellaj ja kultuvrraj.

source: Dat 21 váttásmahttá gievrras giellamodeallaid lágideami ja váhnemiid válljejumiid iežaset mánáid buorrin.
smj: De sjaddá låssåt nanos giellamodellajt ásadit ja æjgádijda dajt válljit ietjasa mánájda ávkken.

source: 7.3 Giellamodeallaid vejolaš gievrudahttinvuogit
smj: 7.3 Gåktu máhttá giellamodellajt nannit

source: Sámeservodagas ferte vuoruhit juohke áidna máná vuoigatvuođa sámegillii, ja juohke mánná lea dehálaš.
smj: Sebrudagán hæhttu vuorodit juohkka ájnna máná rievtesvuodav sámegiellaj, ja juohkka mánná l ájnas.

source: Bargojoavku guorrasa Váibmogiela (NOU:2016) evttohusaide vuolidit ohppiidlogu golmma mánnái go sámeluohká galgá álggahit.
smj: Barggojuogos guorras Vájmogiela (VAT:2016) oajvvadusájda vuoledit oahppijlågov gålmå mánnáj gå sámeklássa galggá álgaduvvat.

source: Dainna vugiin eambbo mánát ožžot oahpahusa gievrras giellamodealla alimus dási mielde.
smj: Navti oadtju ienep máná åhpadimev nanos giellamodella alemus dáse milta.

source: Mánáid lohkomearri lea sámegielat fálaldagaid dáfus mearkkašahtti fáktor, muhto nu lea maiddái rávesolbmuid, bargiid lohkomearri.
smj: Mánáj låhko l 21 sámegielak fálaldagáj gáktuj sierralágásj faktåvrrå, valla nav la aj ållessjattugij, barggij låhko.

source: Eanas sámi guovlluin váilot sámi oahpaheaddjit ja mánáidgárdebargit.
smj: Ienemus sáme guovlojn vájlluji sáme åhpadiddje ja mánájgárddebargge.

source: Fálaldagaid eaiggádat háliidit dábálaččat čuovvut riikkadási pedagoganorpmaid, go fas vásáhusat Sámis čájehit čielgasit, ahte mánnájoavkkus fertejit leat eambbo rávesolbmot, vai gielladiđolaš bargovuogit lihkostuvvet.
smj: (Fálaldak)Æjgáda sihti dábálattjat rijkadáse pedagåvggånårmajt tjuovvot, juska vásádusá Sámen tjielggasit vuosedi, jut mánnájuohkusin hæhttuji liehket ienep ållessjattuga, vaj gielladiedulasj barggovuogij vuorbástuvvá.

source: Galle sámegielat rávesolbmo leat juohke máná nammii giellafálaldagain váikkuha dasa makkár doaimmaid lea vejolaš čađahit sámegillii, man stuora oasi olles fálaldagas lea vejolaš čađahit sámegillii ja makkárat leat fálaldaga bohtosat.
smj: Galla sámegielak ållessjattuga li juohkka mánnáj giellafálaldagájn vájkkut dasi makkir dáhpádusájt máhttá sámegiellaj tjadádit, man stuorra oasev ålles fálaldagás máhttá sámegiellaj tjadádit ja makkira li fálaldagá båhtusa.

source: Gievrras giellamodeallain leat iešguđet dásit.
smj: Nanos giellamodellajn li iesjguhtik dáse.

source: Gievrras giellamodeallaid fertege oaidnit kontinuman, jotkkolašvuohtan.
smj: Nanos giellamodellajt galggá kontinuitiehttan gehtjadit.

source: Mánáidgárddi dahje skuvlla doaibmamodealla gievru dan mielde mađi stuorát oassi oahpahusas fállojuvvo sámegillii ja mađi buoret návccaiguin doaimmat ollašuhttojuvvojit.
smj: Mánájgárde jali skåvlå giellamodælla nannu dan milta man stuorra oasse åhpadusás fáladuvvá sámegiellaj ja madi buorep fámoj fálaldahka tjadáduvvá.

source: Omd. skuvllas sámegiella sáhttá doaibmat oahpahusgiellan máŋgga osiin, stuorit oasis dahje olles oahpahusas.
smj: Buojkulvissaj skåvlån máhttá sámegiella doajmmat åhpadusgiellan moatten åsijn, stuoráp oasen jali ålles åhpadusán.

source: Jus sámegiella lea oahpahusgiellan olles oahpahusas de lea dat dieđusge gievrrat giellamodealla go jus sámegiella lea oahpahusgiellan dušše muhtin oasis oahpahusas.
smj: Jus sámegiella l åhpadusgiellan ålles åhpadusán de la dat diedon nannusap giellamodælla gå jus sámegiella l åhpadusgiellan dåssju muhtem oasen åhpadusás.

source: Goappaš oahpahusvuogit leat gievrras giellamodeallat, muhto nubbi lea gievrrat.
smj: Goappátja åhpadimvuoge li nanos giellamodella, valla nubbe l nannusabbo.

source: Dat, man gievrras modealla geavahuvvo, váikkuha sakka dasa, makkár gielalaš bohtosat leat vuordimis.
smj: Man nanos modælla aneduvvá vájkkut ednagit dasi, makkir gielalasj båhtusijt máhttá vuorddet.

source: Mii goittotge deattuhit dan, ahte buot gievrras giellamodeallaid ulbmil galgá leat mánáid produktiivvalaš sámegielatvuohta.
smj: Ajtu dættodip divna nanos giellamodellaj ulmme galggá liehket mánáj produktijva sámegielakvuohta.

source: Beroškeahttá das, makkár giellamodealla lea geavahusas, doaimmaid lágideaddjit, bargit ja olles sámeservodat berrejit geahččat movt sámegiela sajádaga sáhttá gievrudahttit.
smj: Berustik makkir giellamodellav adná, bierriji fálaldagá ásadiddje, bargge ja ålles sámesebrudahka gæhttjat gåktu sámegiela dilev máhttá nannit.

source: Berre leat čielga vuordámuš ahte suohkanat ráhkadit plána movt gievrudit sámegieloahpahusa .
smj: Bierri liehket tjielgga vuorddemus jut suohkana dahki plánav gåktu sámegielåhpadimev nannit.

source: Seammás lea dehálaš ahte suohkaniin gávdno sámegielat bargiid rekrutterenplána.
smj: Sæmmi buohta l ájnas jut suohkanijn gávnnu sámegielak barggij rekruttierimpládna.

source: Ee. čuovvovaš vugiiguin lea vejolaš gievrudahttit sámegiel fálaldaga: 1. Deaivvadeamit goaikkanasmodealla doarjjan: Jus mánáide fállojuvvo dušše sámegiela fágaoahpaheapmi, juogo báikkis dahje gáiddusoktavuođaid bokte, eaige eará fágat oahpahuvvo sámegillii, de dat gullá geahnohis giellamodellii, man mii gohčodit goaikkanasmodeallan.
smj: Ierit ietján tjuovvovasj vuogij baktu máhttá sámegiela fálaldagáv nannit: 1. Æjvvalime gåjkudismodællaj doarjjan: Jus mánájda fáladuvvá dåssju sámegiela fáhkaåhpadibme, juogu bájken jali guhkásåhpadibmen, ja ietjá fága e sámegiellaj åhpaduvá, de dat gullu rasjes giellamodællaj, mav gåjkudismodællan gåhtjudip.

source: Go dakkár oahpahusa galgá gievrudahttit, okta vejolaš vuohki lea fállat mánáide jeavddalaš, fysalaš deaivvademiid, maidda čohkkejuvvojit omd. dihto guovllus buot sámegielat oahppit.
smj: Gå dakkár åhpadusáv galggá nannit, de máhttá fállat mánájda rubbmelasj æjvvalimijt aktelt, majda tjoahkkiduvvi buojkulvissaj visses guovlos divna sámegielak oahppe.

source: Deaivvadeamit galget lágiduvvot 22 sámegillii oamastan- dahje nannenmodealla bokte, dan mielde, makkár gielladuogáš ja -dássi mánáin lea.
smj: Æjvvalime galggi sámegiellaj ásaduvvat åmastim- jali nannimmodella baktu, dan milta, makkir gielladuogásj ja -dásse mánájn la.

source: Mánáidgárdesuorggis sáhttá maid fállat deaivvademiid maidda sihke mánná ja váhnen searvaba.
smj: Mánájgárddesuorgen máhttá aj æjvvalimijt fállat majda sihke mánná ja æjgát sæbrraba.

source: 2. Oassin sámegielat fálaldat: Bargojoavku evttoha riggodahttit giellaoahpahusa , mii dárkkuha skuvllas dan, ahte giellaoahpahusa lassin livčče unnimusat guokte eará oahppoávdnasa/fága oahpahus sámegillii.
smj: 4. Muhtem mudduj sámegielak fálaldahka: Barggojuogos ævtot giellaåhpadusáv boanndodahttet, mij skåvlån merkaj jut duodden giellaåhpadibmáj lulun unnemusát guokta ietjá oahppoábnnasa/fága ma sámegiellaj åhpaduvvi.

source: Dainna lágiin lea vejolaš nannet geahnohis modealla, go sullii 25% olles oahpahusas de fállojuvvo sámegillii.
smj: Navti l máhttelis nannit rasjes modellav, gå birrusij 25 % ålles åhpadusás de fáladuvvá sámegiellaj.

source: Dákkár oahpahusvuohki lea geahččaluvvon ee. Suoma bealde Heahtá skuvllas.
smj: Dákkár åhpadusvuohke l gæhttjaluvvam duola dagu Suoma bielen Heahttá skåvlån.

source: Romssa suohkanis árvalit fállat nuoraidskuvladásis guovtti fágas oahpahusa sámegillii, ohppiide geain lea sámegiella fágan 2022 čavčča rájes.
smj: Råmså suohkanin árvvali nuorajskåvllådásen guovten fágan åhpadusáv sámegiellaj fállat, oahppijda gejn la sámegiella fáhkan 2022 tjavtja rájes.

source: Jus mánáidgárddis ii leat vejolaš doaibmat oalát sámegillii, giellabirrasa sáhttá ordnet dihto áiggi dahje dihto sajis.
smj: Jus mánájgárden ij la máhttelis doajmmat ållåsit sámegiellaj, de máhttá giellabirrasav visses ájggáj jali visses sadjáj biedjat.

source: Omd. okta beaivi vahkus oalát sámegillii dahje sámegiella áidna gulahallangiellan olgun.
smj: Buojkulvissaj akta biejvve vahkkuj dåssju sámegiellaj jali sámegiella ájnna guládallamgiellan ålggon.

source: Máná sámegiela oamasteami ja nannema dáfus lea buoret hukset dihto dilálašvuođaid ovttagielat sámegielat birasin go geavahit jámma sihke sámegiela ja riikkagiela.
smj: Máná sámegiela åmastime ja nannima gáktuj de la buorep visses dáhpádusájt dahkat avtagielak sámegielak birrasin farra gå aktelattjat adnet sihke sámegielav ja rijkagielav.

source: 2. Belohahkii sámegielat fálaldat: Dán modeallas mánáid beaivválaš fálaldagas lea sámegillii unnimusat 50% áigge.
smj: 22 5. Muhtem mudduj sámegielak fálaldahka: Dán modellan la mánáj bæjválasj fálaldahka sámegiellaj binnemusát 50 % ájge.

source: Modealla sáhttá geavahit mánáidgárddis dahje skuvllas omd. jus ollásit sámegielat doaimmat eai lihkostuva danne go lea váttis oččodit sámegielat bargiid.
smj: Modellav máhttá mánájgárden jali skåvlån adnet buojkulvissaj jus ållåsit sámegielak fálaldagá e vuorbástuvá danen gå la gássjel sámegielak barggijt åttjudit.

source: Sámis lea dát vuohki geavahuvvon ee. Elgå mánáidgárddis lullisámiguovllus buriid bohtosiiguin.
smj: Sámen la dát vuohke aneduvvam duola dagu Elgåa mánájgárden oarjjelsáme guovlon buorre båhtusij.

source: Buot dakkár modeallain, main sámegiella geavahuvvo dušše oasseáiggis, ferte plánet vuđolaččat ja gielladiđolaččat.
smj: Divna dakkár modellajn, majna sámegiella aneduvvá dåssju oasseájgen, hæhttu vuodulattjat ja gielladiedulattjat plánit.

source: Eaiggáda ovddasvástádus galgá ollašuvvat vuosttamužžan oahpahanmodealla ja oahpahusa lágideami olis.
smj: (Fálaldak)Æjgáda åvdåsvásstádus galggá åvdemusát ålliduvvat åhpadimmodella ja åhpadime tjadá.

source: Mánáid ja nuoraid sámegielat birrasa ferte goittotge nannet buot vejolaš arenain ja vugiiguin.
smj: Mánáj ja nuoraj sámegielak birrasav hæhttu ajtu nannit divna máhttelis arienájn ja vuogij baktu.

source: Okta lasáhus giellabirrasii sáhttá leat eahketbeaivedoaimmaid / skuvlla astoáiggefálaldaga lágideapmi sámegillii.
smj: Akta lasádus giellabirrasij máhtti liehket fálaldagá iehkedijt / skåvlå asstoájgefálaldagá sámegiellaj.

source: Dat lea buorre vejolašvuohta, go dat doaimmat dollet sisttis speallama, stoahkama, olgoaktivitehtaid ja friddja gulahallama, maidda sámegiella heive hui bures.
smj: Dat la buorre máhttelisvuohta, gå dajda fálaldagájda gulluji spellama, ståhkama, ålggodåjma ja friddja guládallam, majda sámegiella hiehpá huj buoragit.

source: Nubbi vuohki nannet sámegielat birrasa lea rekrutteret mánáidgárddiide ja skuvllaide sámegielat resursaolbmuid.
smj: Nubbe vuohke gåktu sámegielak birrasav nannit la rekruttierit mánájgárdijda ja skåvlåjda sámegielak ressurssaulmutjijt.

source: Sii sáhttet leat eallilan olbmot geat bohtet jovkui jeavddalaččat muitalit, stoahkat, lohkat dahje bargat mánáiguin árbevirolaš bargguid.
smj: Sij máhtti liehket vuorrasap ulmutja gudi juohkusij båhti duolloj dálloj subtsastittjat, stågatjit, lågåtjit jali bargatjit árbbedábálasj bargojt mánáj siegen.

source: Lea maiddái vejolaš ávkkástallat nuorat sohkabuolvvain.
smj: Máhttá aj nuorap buolvajs viehkev ánodit.

source: Skuvlaoahppit sáhttet fitnat mánáidgárddis oktii vahkus eahketbeaivvi ja lohkat mánáide, stoahkat singuin ja veahkehit olgobuđaldemiin.
smj: Skåvllåoahppe máhtti mánájgárdev guossidit akti vahkkuj iehkedisbiejve ja låhkåt mánájda, ståhkat sijájn ja ålggobudáldimij viehkedit.

source: Smávva mánáide lea dehálaš oaidnit stuorit mánáid stoahkanskihpárin ja gielalaš rollamállen.
smj: Smávva mánájda la ájnas vuojnnet stuoráp mánájt ståhkamráddnan ja gielalasj roallamodællan.

source: Vuorraset olbmot fas leat hui mávssolaččat giela ja kultuvrra sirdima ja nannema dáfus.
smj: Vuorrasap ulmutja li vas viek mávsulattja giela ja kultuvra sirddema ja nannima gáktuj.

source: Go olggobeale resursaolbmot servet mánáidgárde- dahje skuvlafálaldahkii, de lea dehálaš ahte sii oahpásmuvvet diđolaš giellageavadiidda, mat čilgejuvvojit 4. kapihttalis.
smj: Gå ålgoldis ressurssaulmutja sæbrri mánájgárdde- jali skåvllåfálaldahkaj, de la ájnas jut oahpámuvvi diedulasj giellapráksisijda, ma tjielggiduvvi 4. kapihttalin.

source: 8 Diđolaš giellageavadat gievrras giellamodeallaid geađgejuolgin
smj: 8 Diedulasj giellapráksisa nanos giellamodellaj milta

source: Gielladiđolašvuohta lea dehálaš ja ávžžuhahtti árvu ja doaibmanprinsihppa buot olbmo doaimmain, muhto erenomážit áitatvuloš gielaid nannemis ja ealáskahttimis.
smj: Diedulasjvuohta giela hárráj la ájnas ja dárbulasj árvvo ja doajmmamprinsihppa ulmutjij gájkka dåjmajn valla ájnnasit ájtedum gielaj nannimin ja ælládahttemin.

source: Gielladiđolašvuohta mearkkaša gielaid ja giellageavadiid diđošteami ja 23 guorahallama ja doaimmaid plánema gielaid geahččanguovllus.
smj: Diedulasjvuohta giela hárráj merkaj diedojt åtsådit ja guoradallat gielajt ja giellapráksisijt ja aj fálaldagájt plánit gielalasj perspektijvajn.

source: Dat lea nappo gievrras giellamodeallaid vealtameahttun oassi.
smj: Dat la nappu viek ájnas oasse nanos giellamodellajs.

source: Sámi mánáidgárde- ja skuvladoaimmain ii leat doarvái ahte rávesolbmot dušše sámástit mánáiguin, almmá makkárge čiekŋalet guorahallama haga.
smj: Sáme mánájgárdde- ja skåvllåfálaldagájn ij la nuoges jut ållessjattuga dåssju sámásti mánáj, váni makkirak tjiegŋalap guoradallama dagi.

source: Rávesolbmuin ferte leat ipmárdus iežaset giellageavadiin, iešguđet gielalaš válljejumiid váikkuhusain ja sin rollas gielalaš ovdagovvan ja stivrejeaddjin mánáide.
smj: Ållessjattuga hæhttuji dádjadit ietjasa giellapráksisijt, iesjguhtik gielalasj válljimij vájkkudusájt ja sijá rållav gielalasj åvddågåvvån ja stivrrijiddjen mánájda.

source: Bargojoavku guorahallá dán oasis gielladiđolašvuođa viiddis ollisvuođas muhtun fáktoriid, mat min oainnu mielde váikkuhit sakka giellafálaldagaid lihkostuvvamii ja bohtosiidda: ovttagielat sámegielat birrasa huksema, mánnájoavkku gielalaš stivrema ja giellafálaldagaid árvvoštallama.
smj: Barggojuogos guoradallá dán oasen muhtem faktåvråjt gielladiedulasjvuodas vijdes ållesvuodan, ma mijá mielas ednagit vájkkudi giellafálaldagáj vuorbástuvvamij ja båhtusijda: avtagielak sámegielak birrasa tsieggim, mánnájuohkusa gielalasj stivrrim ja giellafálaldagáj árvustallam.

source: Gielladiđolaš lahkonanvuohki doallá sisttis maiddái diđolašvuođa mánnájoavkku gielladuogážis ja gielalaš dárbbuin.
smj: Gielladiedulasj lahkanimvuohke sisadná aj diedulasjvuodav mánnájuohkusa gielladuogátjis ja gielalasj dárbojs.

source: Mii leat dokumeanttas Gievrras giellamodeallat I: duogáš ja definišuvnnat čájehan guokte gievrras giellamodealla.
smj: Dokumentan Nanos giellamodella I: duogásj ja definisjåvnå lip vuosedam guokta nanos giellamodella.

source: Erohus dán guovtti gaskkas leage juste mánnájoavkku gielladuogážis, ja giellamodeallat nappo čielgasit čájehit midjiide ahte dá leat guokte goabbatlágan mánnájoavkku.
smj: Sieradus dán guovte gaskan la jur mánnájuohkusa gielladuogásj, ja giellamodella nappu tjielggasit vuosedi midjij dánna li guokta guovtelágásj mánnájuohkusa.

source: Mánáidgárddis ja skuvllas fertejit goabbat ládje bargat jus goappaš mánnájoavkkuin galget boahtit produktiivvalaš sámegielat mánát .
smj: Mánájgárden ja skåvlån hæhttuji guovte láhkáj barggat jus guovtet mánnájuohkusis galggi sjaddat produktijva sámegielak máná.

source: 8.1 Ovttagielat, sámegielat birrasa huksen
smj: 8.1 Avtagielak, sámegielak birrasav tsieggit

source: Sámegielat mánáidgárde- ja skuvlafálaldagaid bohtosiidda váikkuha buot eanemusat dat, man bures leat lihkostuvvan hukset sámegielat birrasa.
smj: Sámegielak mánájgárdde- ja skåvllåfálaldagáj båhtusijda vájkkut gájk ienemusát man buoragit li vuorbástuvvam sámegielak birrasav tsieggit.

source: Produktiivvalaš guovttegielatvuohta eaktuda ovttagielat birrasiid .
smj: Produktijva guovtegielakvuohta ævtot avtagielak birrasijt.

source: Ovttagielat birrasa huksen fas eaktuda gielladiđolašvuođa.
smj: Avtagielak birrasij tsieggim vas ævtot gielladiedulasjvuodav.

source: Dan dehálaš oassi lea systemáhtalaš giellaválljen.
smj: Manna ájnas oasse l systiemalasj giellaválljim.

source: Dat mearkkaša dan, ahte sámegielat mánáidgárdejoavkkus dahje skuvlaluohkás sámegielat rávesolbmot sámástit mánáiguin álo systemáhtalaččat.
smj: Dat merkaj ahte sámegielak mánájgárddejuohkusin jali skåvllåklássan sámegielak ållessjattuga agev systiemalattjat sámásti mánáj.

source: Sámit leat máŋggagielat álbmot, ja váldogielaid deaddu lea garas olles Sámis.
smj: Sáme li moattegielak álmmuk, ja oajvvegielaj dæddo l garras ålles Sámen.

source: Máŋggagielat olbmuid ja joavkkuid gaskkas lea dábálaš válljet giela gulahallanprinsihpa vuođul: válljejuvvo dat giella, man buohkat áddejit.
smj: Moattegielak ulmutjij ja juohkusij gaskan la dábálasj válljit gielav guládallamprinsihpa vuodon: ulmusj vállji dav gielav, mav gájka dádjadi.

source: Máŋggagielagiid giellaválljen ii leat álo systemáhtalaš: olmmoš sáhttá válljet iešguđetge gielaid gaskkas dili, birrasa, fáttá ja iežas mielladili mielde.
smj: Moattegielagij giellaválljim ij la agev systiemalasj: ulmusj máhttá válljit iesjguhtik gielaj gaskan dile, birrasa, tiemá ja ietjas mielladile milta.

source: Lea vejolaš, ahte máŋggagielat olmmoš ii álo oppa fuobmáge, man gillii son hupmá.
smj: Moattegielaga muhttijn aj adni moadda giela sæmmi gárgadisán.

source: Dat albmanus gohčoduvvo gielladiehtagis kodamolsumin dahje kodaid ovttastahttimin (eŋg. code mixing / code switching ).
smj: Dat fenomiedna gåhtjoduvvá gielladiehtagin kåvddåmålssomin jali kåvdå aktidibmen (ieŋŋ. code mixing / code switching ).

source: Priváhta birrasiin máŋggagielat giellageavadiid ii leat álo vejolaš iige dárbuge stivret.
smj: Priváhta birrasijn ij la agev máhttelis jalik dárbbo moattegielak giellapráksisijt stivrrit.

source: Sámegielat mánáidgárddit ja sámeoahpahus goittotge berrejit leat nu ovttagielat birrasat go beare vejolaš.
smj: Sámegielak mánájgárde ja sámeåhpadus ajtu bierriji liehket nav avtagielak birrasa gå ber vejulasj.

source: Dat mearkkaša, ahte bargit fertejit nagodit dihto muddui bargat máŋggagielat servošiid dábálaš, árgabeaivválaš giellageavadiid ja norpmaid vuostá.
smj: Dat merkaj bargge hæhttuji visses mudduj nahkat barggat moattegielak sebrudagáj dábálasj, árggabæjválasj giellapráksisij ja nårmaj vuosstij.

source: Manne systemáhtalaš sámásteapmi lea nu dehálaš?
smj: Manen la nav ájnas systiemalattjat sámástit?

source: Juohke sátni, mii mánáide daddjo riikkagillii, lea dajakeahtes sátni sámegillii, ja dat geahpida máná sámegielat hivvodaga, man galggašii suodjalit ja nannet.
smj: Juohkka báhko mij mánájda rijkagiellaj javladuvvá, la báhko mij ij sámegiellaj javladuvá, ja dat binnet máná sámegielak boanndudagáv, mav galgaluluj suodjalit ja nannit.

source: Nubbi aspeakta lea dat ahte 24 rávesolbmuid giellageavadat leat ovdagovvan mánáid giellageavadiidda.
smj: Nuppe aspækta l jut ållessjattugij giellapráksisa li åvddågåvvån mánáj giellapráksisijda.

source: Jus mánáidgárdebargit ja oahpaheaddjit čájehit ahte lea ortnegis molsut sámegielas riikkagillii, omd. dalle, go lea hupmu “váttis” fáttáid birra dahje dalle go olmmoš lea váiban, dat signalisere mánáide ahte sámegiella ii leat seamma buorre ja anolaš go riikkagiella.
smj: Jus mánájgárddebargge ja åhpadiddje vuosedi dåhkkidahtte l sámegielas rijkagiellaj målssot, buojkulvissaj gå la sáhka “gássjelis” tiemáj birra jali dalloj gå ulmusj la vájbbam, dát signalisieri mánájda sámegiella ij la sæmmi buorre ja ávkálasj gå rijkagiella.

source: Sámegielat bargit fertejit diđoštit iežaset giellaválljemiid ja daid mearkkašumi.
smj: Sámegielak bargge hæhttuji liehket diedulattja ietjasa giellaválljimijda ja majt da merkahi.

source: Lea dehálaš, ahte giellaválljema birra hubmojuvvo bargoservošis ja bargiide lágiduvvo skuvlejupmi gielladiđolaš geavadiid birra.
smj: Ájnas la giellaválljima birra ságastit barggij gaskan ja jut barggijda fáladuvvá skåvllim gielladiedulasj práksisij birra.

source: Gielladiđolašvuohta berre sajáiduvvat ásahusaid oktasaš bargovugiide, bissovaš ja diehttevaš oassin sámegielat mánáidgárde- ja skuvladoaimmain.
smj: Gielladiedulasjvuohta bierri ásadusáj aktisasj barggovuogijda sajájduvvat, guhkesájggásasj ja diehttelis oassen sámegielak mánájgárdde- ja skåvllåfálaldagájs.

source: Dat ii nappo galgga leat ovttaskas bargi gelbbolašvuođa ja beroštumi, váhnemiid vuordámušaid dahje mánnájoavkku giellamáhtu duohken.
smj: Dat ij nappu galga liehket aktugasj bargge máhtudagá ja berustime, æjgádij 24 vuorddemusáj jali mánnájuohkusa giellamáhto duogen.

source: Ovttaskas váhnemiin sáhttet leat iešguđetlágan motivašuvnnat válljet sámegielat fálaldaga mánáidasaset.
smj: Aktugasj æjgádijn máhtti liehket iesjguhtiklágásj motivasjåvnå sámegielak fálaldagáv válljitjit mánájdisesa.

source: Mánáidgárddit, skuvllat, mánáidgárdebargit ja oahpaheaddjit leat profeššunála aktevrrat sámegielaid sirdimis ođđa buolvvaide.
smj: Mánájgárde, skåvlå, mánájgárddebargge ja åhpadiddje li profesjonála aktera sámegielaj sirddemin ådå buolvajda.

source: Lea deaŧalaš ahte mánáidgárddi ja skuvlla giellafilosofiija, ulbmilat ja geavadat leat čielgasat sihke oahpaheddjiide, bargiide ja váhnemiidda.
smj: Ájnas la jut mánájgárde ja skåvlå giellafilosofijja, ulme ja práksisa li tjielggasa sihke åhpadiddjijda, barggijda ja æjgádijda.

source: Dalá áiggi goittotge Norgga ja Ruoŧa bealde sámi mánáidgárddiin lea dábálaš geavahit riikkagiela veahkkegiellan mánáiguin.
smj: Dálásj ájge l ajtu dábálasj Vuona ja Svieriga biele sáme mánájgárdijn rijkagielav adnet viehkkegiellan mánáj.

source: Riikkagielaid geavaheapmái sámi giellafálaldagain leat dávjá guokte ákka.
smj: Álu li guokta sivá gå rijkagielav sáme giellafálaldagájn adná.

source: Vuosttaš ágga lea gielladoarjja.
smj: Vuostasj sivva l gielladoarjja.

source: Muhtumin ákkastallojuvvo ahte nuppigiela oahppama várás lea buorre doarjut máná vuosttaš giela, ja danne livččii buorre geavahit maiddái riikkagiela sámegielat fálaldagain.
smj: Muhttijn argumentieriji nuppe giela oahppama diehti l buorre máná vuostasj gielav doarjjot, ja danen luluj buorre rijkagielav adnet aj sámegielak fálaldagájn.
